[Play_X2_XP_S_SHN_Ambient_Musing_A AkEvent]
SpokenText="It's creepy hearing the Chosen talk as if they were just like us. For all we know, they might have been us before the Elders got to them."

[Play_X2_XP_S_SHN_Ambient_Musing_B AkEvent]
SpokenText="I'd like to get a better look at that rifle the Chosen Hunter uses, there's just no way he can be that accurate without some kind of help."

[Play_X2_XP_S_SHN_Photobooth_Musing_A AkEvent]
SpokenText="I hope you're ready to be famous."

[Play_X2_XP_S_SHN_Photobooth_Musing_B AkEvent]
SpokenText="I think we need more dead aliens to get the effect we're going for."

[Play_X2_XP_S_SHN_Photobooth_Musing_C AkEvent]
SpokenText="Oh, that's a cute pose."

[Play_X2_XP_S_SHN_Photobooth_Musing_D AkEvent]
SpokenText="We can thank ADVENT for the inspiration."

[Play_X2_XP_S_SHN_Photobooth_Musing_E AkEvent]
SpokenText="Think the Elders will like this one?"

[Play_X2_XP_S_SHN_Walkup_Chosen_Defeated AkEvent]
SpokenText="At least we know these Chosen can be killed, well, temporarily."

[Play_X2_XP_S_SHN_Walkup_Chosen_Extracted AkEvent]
SpokenText="I wonder if there's some way we could protect our soldiers from whatever it is the Chosen are doing to them in the field."

[Play_X2_XP_S_SHN_Walkup_Chosen_Killed_Stronghold AkEvent]
SpokenText="At least we know for sure now that the Chosen can be taken out permanently. I was starting to worry we might never hear the last of them."

[Play_X2_XP_S_SHN_Walkup_High_Level_Faction_Hero AkEvent]
SpokenText="I'm glad to see that our cooperation with the Resistance Factions is going so well, Commander. Their soldiers seem to be a big help around here."

[Play_X2_XP_S_SHN_Walkup_Lost_Abandoned AkEvent]
SpokenText="It looks like we'll be getting some help from these new Factions; I'd love to check out some of their weapons and equipment if we have time."

[Play_X2_XP_S_SHN_Walkup_Lost_Encountered AkEvent]
SpokenText="The aliens sure know how to turn a planet into a Halloween theme park. Zombie swarms, just what we needed."

[Play_X2_XP_S_SHN_Walkup_Soldier_Captured AkEvent]
SpokenText="There's no blame to be had, Commander. We all know the difficult decisions you have to make out there."

[Play_X2_XP_SHN_S_Combat_Genetics_Ready AkEvent]
SpokenText="Commander, I've been analyzing our combat history with the Chosen, and I think I can build a facility to help train our soldiers in some of the Chosen's own tactics."

[Play_X2_XP_SHN_S_Recovery_Center_Available AkEvent]
SpokenText="Commander, I have blueprints for a new facility that our soldiers can use for advanced virtual training. It should help them learn to overcome their fears, improve tactical efficiency with their squadmates and learn additional combat abilities."

[Play_X2_XP_SHN_S_Ring_Available AkEvent]
SpokenText="Commander, now that members of the Resistance Factions have joined us on the Avenger, I thought you might want an area where you can meet to organize and plan future operations together."

[Play_X2_XP_SHN_S_SITREP_Automated_Defense AkEvent]
SpokenText="We're picking up a lot of ADVENT control signals in that area, Commander. Odds are they've got robotic units patrolling near the AO, we'll need to stay alert."

[Play_X2_XP_SHN_S_SITREP_High_Explosives AkEvent]
SpokenText="Commander, I've got trace chemical readings throughout that area showing a mix of volatile compounds. If we're not careful, that whole place could end up on fire."

[Play_X2_XP_SHN_S_SITREP_Juggernaut AkEvent]
SpokenText="Commander, we've managed to decrypt the ADVENT comm. channels in this area. If we were to send a lone unit to infiltrate the AO, we could gain a huge advantage over our enemies here."

[Play_X2_XP_SHN_S_SITREP_Limited_Vis AkEvent]
SpokenText="We're not getting any relief from that interference, Commander. Something is throwing off readings out there-the good news is, it's probably slowing ADVENT down too."

[Play_X2_XP_SHN_S_SITREP_Resistance_Contacts AkEvent]
SpokenText="Commander, I'm getting faint traces of a signal coming through - someone on the ground is trying to reach us, but I can't make it out. Keep your eyes peeled for possible contacts down there."

